Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: or if you have already made a purchase
de: oder falls du bereits gekauft hast
es: o si ya has realizado una compra
fr: ou si vous avez déjà effectué un achat
it: oppure se hai già effettuato un acquisto
ja: または、すでに購入済みの場合
ko: 또는 이미 구매하셨다면
pt_br: ou se você já fez uma compra
zh_hans: 或者，如果你已经购买过
zh_hant: 或如果你已經購買過

source: rules
de: Regeln
es: reglas
fr: règles
it: regole
ja: ルール
ko: 규칙
pt_br: regras
zh_hans: 条规则
zh_hant: 規則

# rules in effect
source: rules active
de: aktive Regeln
es: reglas activas
fr: règles actives
it: regole attive
ja: 有効なルール
ko: 적용 중인 규칙
pt_br: regras ativas
zh_hans: 条规则生效中
zh_hant: 條規則生效中

source: Source
de: Quelle
es: Fuente
it: Sorgente
ja: ソース
ko: 소스
pt_br: Fonte
zh_hans: 源码版本
zh_hant: 原始碼版本

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Cellular
de: Mobilfunk
es: Datos móviles
fr: Cellulaire
it: Cellulare
ja: モバイル通信
ko: 셀룰러
pt_br: Celular
zh_hans: 蜂窝网络
zh_hant: 行動數據

source: Wired
de: Kabelgebunden
es: Cableada
fr: Filaire
it: Cablata
ja: 有線
ko: 유선
pt_br: Com fio
zh_hans: 有线网络
zh_hant: 有線

source: Other
de: Sonstige
es: Otra
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
zh_hans: 其他
zh_hant: 其他

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
zh_hans: 可用
zh_hant: 可用

source: Lost
de: Verloren
es: Perdida
fr: Perdu
it: Persa
ja: 切断
ko: 끊김
pt_br: Perdido
zh_hans: 已断开
zh_hant: 已中斷

# %1$@ activations · %2$@ query fallbacks
source: %1$@ activations · %2$@ request fallbacks
de: %1$@ Aktivierungen · %2$@ Ersatz-Anfragen
es: %1$@ activaciones · %2$@ solicitudes al DNS de respaldo
fr: %1$@ activations · %2$@ requêtes de secours
it: %1$@ attivazioni · %2$@ richieste al DNS di riserva
ja: %1$@回作動 · リクエストのフォールバック%2$@回
ko: %1$@회 활성화 · %2$@회 요청 대체
pt_br: %1$@ ativações · %2$@ solicitações no DNS alternativo
zh_hans: %1$@ 次启用 · %2$@ 个请求改用设备 DNS
zh_hant: %1$@ 次啟用 · %2$@ 個請求改用裝置 DNS

source: Last DNS response
de: Letzte DNS-Antwort
es: Última respuesta DNS
fr: Dernière réponse DNS
it: Ultima risposta DNS
ja: 最新の DNS 応答
ko: 최근 DNS 응답
pt_br: Última resposta DNS
zh_hans: 最近 DNS 响应
zh_hant: 最近 DNS 回應

source: DNS response time
de: DNS-Antwortzeit
es: Tiempo de respuesta DNS
fr: Temps de réponse DNS
it: Tempo di risposta DNS
ja: DNS 応答時間
ko: DNS 응답 시간
pt_br: Tempo de resposta DNS
zh_hans: DNS 响应时间
zh_hant: DNS 回應時間

source: Lava quietly blocks domains known for scams and malware, so most threats never load.
de: Lava blockiert bekannte Betrugs- und Schadsoftware-Domains unauffällig, sodass die meisten Bedrohungen gar nicht erst laden.
es: Lava bloquea en silencio los dominios conocidos por estafas y malware, así la mayoría de las amenazas ni siquiera se cargan.
fr: Lava bloque discrètement les domaines connus pour les arnaques et les logiciels malveillants, pour que la plupart des menaces ne se chargent jamais.
it: Lava blocca in silenzio i domini noti per truffe e malware, così la maggior parte delle minacce non si carica nemmeno.
ja: Lava は詐欺やマルウェアで知られるドメインをそっとブロックするので、ほとんどの脅威は読み込まれません。
ko: Lava는 사기와 악성 코드로 알려진 도메인을 조용히 차단해 대부분의 위협은 아예 열리지 않습니다.
pt_br: O Lava bloqueia em silêncio domínios conhecidos por golpes e malware, então a maioria das ameaças nem carrega.
zh_hans: Lava 会默默拦截已知的诈骗和恶意软件域名，让大多数威胁根本不会加载。
zh_hant: Lava 會默默封鎖已知的詐騙與惡意軟體網域，讓大多數威脅根本不會載入。

source: A link can show one name but open another. Check where it really goes before you tap.
de: Ein Link kann einen Namen anzeigen, aber woandershin führen. Prüfe vor dem Tippen, wohin er wirklich geht.
es: Un enlace puede mostrar un nombre pero abrir otro. Comprueba adónde lleva de verdad antes de tocar.
fr: Un lien peut afficher un nom mais en ouvrir un autre. Vérifie sa vraie destination avant de toucher.
it: Un link può mostrare un nome ma aprirne un altro. Controlla dove porta davvero prima di toccare.
ja: リンクは表示名と実際の飛び先が違うことがあります。タップする前に本当の行き先を確認しましょう。
ko: 링크는 보이는 이름과 실제 여는 주소가 다를 수 있습니다. 누르기 전에 진짜 목적지를 확인하세요.
pt_br: Um link pode mostrar um nome, mas abrir outro. Veja para onde ele leva de verdade antes de tocar.
zh_hans: 链接显示的名称可能和实际打开的网址不同。轻点前先确认它真正的去向。
zh_hant: 連結顯示的名稱可能和實際開啟的網址不同。點選前先確認它真正的去向。

source: Switch on a blocklist once and Lava keeps catching those domains for you.
de: Schalte eine Blockliste einmal ein, und Lava fängt diese Domains dauerhaft für dich ab.
es: Activa una lista de bloqueo una vez y Lava seguirá bloqueando esos dominios por ti.
fr: Active une liste de blocage une fois, et Lava continue de bloquer ces domaines pour toi.
it: Attiva una volta una lista di blocco e Lava continua a fermare quei domini per te.
ja: ブロックリストを一度オンにすれば、Lava がそのドメインをずっとブロックし続けます。
ko: 차단 목록을 한 번만 켜 두면 Lava가 그 도메인을 계속 막아 줍니다.
pt_br: Ative uma lista de bloqueio uma vez e o Lava continua barrando esses domínios por você.
zh_hans: 开启一次拦截列表，Lava 就会持续为你拦截那些域名。
zh_hant: 開啟一次封鎖清單，Lava 就會持續為你攔截那些網域。

source: Some fake websites copy a real login page to steal your password. Open the app or type the address yourself.
de: Manche gefälschten Websites kopieren eine echte Anmeldeseite, um dein Passwort zu stehlen. Öffne die App oder gib die Adresse selbst ein.
es: Algunos sitios falsos copian una página de inicio de sesión real para robar tu contraseña. Abre la app o escribe la dirección tú mismo.
fr: Certains faux sites copient une vraie page de connexion pour voler votre mot de passe. Ouvrez l’app ou saisissez l’adresse vous-même.
it: Alcuni siti falsi copiano una vera pagina di accesso per rubare la tua password. Apri l’app o digita tu stesso l’indirizzo.
ja: 偽サイトの中には本物のログイン画面をまねてパスワードを盗むものがあります。アプリを開くか、アドレスを自分で入力しましょう。
ko: 일부 가짜 사이트는 진짜 로그인 화면을 흉내 내 비밀번호를 훔쳐요. 앱을 직접 열거나 주소를 직접 입력하세요.
pt_br: Alguns sites falsos copiam uma página de login real para roubar sua senha. Abra o app ou digite o endereço você mesmo.
zh_hans: 有些假网站会仿冒真正的登录页面来窃取你的密码。请直接打开 App，或自己输入网址。
zh_hant: 有些假網站會仿冒真正的登入畫面來竊取你的密碼。請直接開啟 App，或自己輸入網址。

source: A real prize never needs your password or a one-time code. If it asks, it’s a scam.
de: Ein echter Gewinn braucht nie dein Passwort oder einen Einmalcode. Wird danach gefragt, ist es Betrug.
es: Un premio real nunca pide tu contraseña ni un código de un solo uso. Si lo pide, es una estafa.
fr: Un vrai lot ne demande jamais ton mot de passe ni un code à usage unique. S’il le demande, c’est une arnaque.
it: Un premio vero non chiede mai la tua password né un codice usa e getta. Se lo chiede, è una truffa.
ja: 本物の賞品にパスワードやワンタイムコードは必要ありません。求められたら詐欺です。
ko: 진짜 경품은 비밀번호나 일회용 코드를 요구하지 않습니다. 요구한다면 사기입니다.
pt_br: Um prêmio de verdade nunca pede sua senha nem um código de uso único. Se pedir, é golpe.
zh_hans: 真正的奖品绝不会索要你的密码或一次性验证码。如果索要，那就是诈骗。
zh_hant: 真正的獎品絕不會要你的密碼或一次性驗證碼。若有索取，那就是詐騙。

source: Keep Lava on while you browse and it watches for risky domains in the background.
de: Lass Lava beim Surfen an – es achtet im Hintergrund auf riskante Domains.
es: Mantén Lava activado mientras navegas y vigilará los dominios de riesgo en segundo plano.
fr: Garde Lava activé pendant que tu navigues : il surveille les domaines à risque en arrière-plan.
it: Tieni Lava attivo mentre navighi e terrà d’occhio i domini rischiosi in background.
ja: ブラウジング中も Lava をオンにしておけば、危険なドメインをバックグラウンドで見張ります。
ko: 웹을 볼 때 Lava를 켜 두면 백그라운드에서 위험한 도메인을 살펴봅니다.
pt_br: Mantenha o Lava ativado enquanto navega e ele fica de olho em domínios arriscados em segundo plano.
zh_hans: 浏览时让 Lava 保持开启，它会在后台留意有风险的域名。
zh_hant: 瀏覽時讓 Lava 保持開啟，它會在背景留意有風險的網域。

source: Small habits help: pause before you tap, and let Lava handle the domains you should skip.
de: Kleine Gewohnheiten helfen: kurz innehalten vor dem Tippen und die zu meidenden Domains Lava überlassen.
es: Los pequeños hábitos ayudan: haz una pausa antes de tocar y deja que Lava se ocupe de los dominios que conviene evitar.
fr: Les petites habitudes aident : marque une pause avant de toucher et laisse Lava gérer les domaines à éviter.
it: Le piccole abitudini aiutano: fermati un attimo prima di toccare e lascia a Lava i domini da evitare.
ja: 小さな習慣が効きます。タップする前にひと呼吸おいて、避けるべきドメインは Lava に任せましょう。
ko: 작은 습관이 도움이 됩니다. 누르기 전에 잠시 멈추고, 피해야 할 도메인은 Lava에 맡기세요.
pt_br: Pequenos hábitos ajudam: faça uma pausa antes de tocar e deixe o Lava cuidar dos domínios que é melhor evitar.
zh_hans: 小习惯很有用：轻点前先停一下，该避开的域名就交给 Lava。
zh_hant: 小習慣很有用：點選前先停一下，該避開的網域就交給 Lava。

source: Shared filter
de: Geteilter Filter
es: Filtro compartido
fr: Filtre partagé
it: Filtro condiviso
ja: 共有フィルター
ko: 공유된 필터
pt_br: Filtro compartilhado
zh_hans: 共享筛选器
zh_hant: 共享篩選器

source: %@ blocklist
de: %@ Blockliste
es: %@ lista de bloqueo
fr: %@ liste de blocage
it: %@ lista di blocco
ja: ブロックリスト %@ 件
ko: 차단 목록 %@개
pt_br: %@ lista de bloqueio
zh_hans: %@ 个拦截列表
zh_hant: %@ 個封鎖清單

source: %@ blocklists
de: %@ Blocklisten
es: %@ listas de bloqueo
fr: %@ listes de blocage
it: %@ liste di blocco
ja: ブロックリスト %@ 件
ko: 차단 목록 %@개
pt_br: %@ listas de bloqueio
zh_hans: %@ 个拦截列表
zh_hant: %@ 個封鎖清單

# %@ blocked site
source: %@ blocked domain
de: %@ blockierte Domain
es: %@ dominio bloqueado
fr: %@ domaine bloqué
it: %@ dominio bloccato
ja: ブロックするドメイン%@件
ko: 차단 도메인 %@개
pt_br: %@ domínio bloqueado
zh_hans: %@ 个已拦截的域名
zh_hant: %@ 個已封鎖的網域

# %@ blocked sites
source: %@ blocked domains
de: %@ blockierte Domains
es: %@ dominios bloqueados
fr: %@ domaines bloqués
it: %@ domini bloccati
ja: ブロックするドメイン%@件
ko: 차단 도메인 %@개
pt_br: %@ domínios bloqueados
zh_hans: %@ 个已拦截的域名
zh_hant: %@ 個已封鎖的網域

# %@ custom list
source: %@ custom blocklist
de: %@ eigene Blockliste
es: %@ lista de bloqueo personalizada
fr: %@ liste de blocage personnalisée
it: %@ lista di blocco personalizzata
ja: カスタムブロックリスト%@件
ko: 맞춤 차단 목록 %@개
pt_br: %@ lista de bloqueio personalizada
zh_hans: %@ 个自定义拦截列表
zh_hant: %@ 個自訂封鎖清單

# %@ custom lists
source: %@ custom blocklists
de: %@ eigene Blocklisten
es: %@ listas de bloqueo personalizadas
fr: %@ listes de blocage personnalisées
it: %@ liste di blocco personalizzate
ja: カスタムブロックリスト%@件
ko: 맞춤 차단 목록 %@개
pt_br: %@ listas de bloqueio personalizadas
zh_hans: %@ 个自定义拦截列表
zh_hant: %@ 個自訂封鎖清單

source: Scan to import — or to get Lava first
de: Scannen zum Importieren – oder um Lava zu holen
es: Escanea para importar, o para obtener Lava primero
fr: Scannez pour importer — ou pour obtenir Lava
it: Scansiona per importare — o per ottenere Lava
ja: スキャンしてインポート — Lava の入手もこちら
ko: 스캔해서 가져오기 — 또는 Lava 먼저 받기
pt_br: Leia para importar — ou para obter o Lava
zh_hans: 扫码导入——或先获取 Lava
zh_hant: 掃描匯入 — 或先取得 Lava

source: New? Install, finish setup, then scan again.
de: Neu? Installieren, Einrichtung abschließen, dann erneut scannen.
es: ¿Nuevo? Instala, completa la configuración y vuelve a escanear.
fr: Nouveau ? Installez, terminez la configuration, puis rescannez.
it: Nuovo? Installa, completa la configurazione, poi scansiona di nuovo.
ja: はじめて？ インストールし、設定を終えてからもう一度スキャン。
ko: 처음이신가요? 설치하고 설정을 마친 뒤 다시 스캔하세요.
pt_br: Novo? Instale, conclua a configuração e leia de novo.
zh_hans: 初次使用？先安装、完成设置，然后再扫一次。
zh_hant: 初次使用？先安裝、完成設定，然後再掃一次。

# This filter is too large for an image QR. Copy the setup code instead.
source: This filter is too large for a QR code. Copy the setup code instead.
de: Dieser Filter ist zu groß für einen QR-Code. Kopiere stattdessen den Einrichtungscode.
es: Este filtro es demasiado grande para un código QR. Copia el código de configuración.
fr: Ce filtre est trop volumineux pour un code QR. Copiez plutôt le code de configuration.
it: Questo filtro è troppo grande per un codice QR. Copia invece il codice di configurazione.
ja: このフィルターはQRコードには大きすぎます。代わりにセットアップコードをコピーしてください。
ko: 이 필터는 QR 코드로 만들기에 너무 커요. 대신 설정 코드를 복사하세요.
pt_br: Este filtro é grande demais para um código QR. Copie o código de configuração.
zh_hans: 此筛选器过大，无法生成 QR 码。请改为复制设置代码。
zh_hant: 此篩選器過大，無法產生 QR 碼。請改為複製設定代碼。

source: Import from photo
de: Aus Foto importieren
es: Importar desde una foto
fr: Importer depuis une photo
it: Importa da foto
ja: 写真から読み込む
ko: 사진에서 가져오기
pt_br: Importar de uma foto
zh_hans: 从照片导入
zh_hant: 從照片匯入

# Use a saved card someone sent you
source: Use a filter card someone sent you
de: Eine Filterkarte verwenden, die dir jemand geschickt hat
es: Usa una tarjeta de filtro que alguien te envió
fr: Utilisez une carte de filtre qu’on vous a envoyée
it: Usa una scheda del filtro che qualcuno ti ha inviato
ja: 送られてきたフィルターカードを使います
ko: 누군가 보내 준 필터 카드를 사용해요
pt_br: Use um cartão de filtro que alguém enviou para você
zh_hans: 使用别人发给你的筛选器卡片
zh_hant: 使用別人傳給你的篩選器卡片

source: Couldn’t read that image
de: Bild konnte nicht gelesen werden
es: No se pudo leer la imagen
fr: Impossible de lire cette image
it: Impossibile leggere l’immagine
ja: 画像を読み取れませんでした
ko: 이미지를 읽을 수 없습니다
pt_br: Não foi possível ler a imagem
zh_hans: 无法读取该图片
zh_hant: 無法讀取該圖片

source: That image couldn’t be opened. Try a different one.
de: Dieses Bild konnte nicht geöffnet werden. Versuche ein anderes.
es: No se pudo abrir esa imagen. Prueba con otra.
fr: Cette image n’a pas pu être ouverte. Essayez-en une autre.
it: Impossibile aprire quell’immagine. Provane un’altra.
ja: この画像は開けませんでした。別の画像をお試しください。
ko: 해당 이미지를 열 수 없습니다. 다른 이미지를 사용해 보세요.
pt_br: Não foi possível abrir essa imagem. Tente outra.
zh_hans: 无法打开该图片。请换一张试试。
zh_hant: 無法開啟該圖片。請換一張試試。

source: That image is too large to scan. Try a smaller one.
de: Dieses Bild ist zum Scannen zu groß. Versuche ein kleineres.
es: Esa imagen es demasiado grande para escanearla. Prueba con una más pequeña.
fr: Cette image est trop grande à analyser. Essayez-en une plus petite.
it: Quell’immagine è troppo grande da scansionare. Provane una più piccola.
ja: この画像はスキャンするには大きすぎます。小さいものをお試しください。
ko: 해당 이미지는 스캔하기에 너무 큽니다. 더 작은 이미지를 사용해 보세요.
pt_br: Essa imagem é grande demais para ler. Tente uma menor.
zh_hans: 该图片过大，无法扫描。请换一张更小的。
zh_hant: 該圖片過大，無法掃描。請換一張較小的。

# No Lava filter QR found in that image.
source: No Lava QR code found in that image.
de: In diesem Bild wurde kein Lava-QR-Code gefunden.
es: No se encontró ningún código QR de Lava en esa imagen.
fr: Aucun code QR Lava trouvé dans cette image.
it: Nessun codice QR di Lava trovato in quell’immagine.
ja: この画像にLavaのQRコードは見つかりませんでした。
ko: 해당 이미지에서 Lava QR 코드를 찾지 못했어요.
pt_br: Nenhum código QR do Lava encontrado nessa imagem.
zh_hans: 该图片中未找到 Lava QR 码。
zh_hant: 該圖片中找不到 Lava QR 碼。

# That image has more than one Lava filter QR. Crop it to just one and try again.
source: That image has more than one Lava QR code. Crop it to just one and try again.
de: Dieses Bild enthält mehrere Lava-QR-Codes. Schneide es auf einen zu und versuche es erneut.
es: Esa imagen tiene más de un código QR de Lava. Recórtala para dejar solo uno e inténtalo de nuevo.
fr: Cette image contient plusieurs codes QR Lava. Recadrez-la sur un seul et réessayez.
it: Quell’immagine contiene più codici QR di Lava. Ritagliala su uno solo e riprova.
ja: この画像にはLavaのQRコードが複数あります。1つだけになるよう切り取ってからもう一度お試しください。
ko: 해당 이미지에 Lava QR 코드가 여러 개 있어요. 하나만 남도록 잘라낸 뒤 다시 시도하세요.
pt_br: Essa imagem tem mais de um código QR do Lava. Recorte para deixar apenas um e tente novamente.
zh_hans: 该图片包含多个 Lava QR 码。请裁剪为只含一个后重试。
zh_hant: 該圖片包含多個 Lava QR 碼。請裁切為只含一個後再試一次。

source: Finish setup, then scan again
de: Einrichtung abschließen, dann erneut scannen
es: Completa la configuración y vuelve a escanear
fr: Terminez la configuration, puis rescannez
it: Completa la configurazione, poi scansiona di nuovo
ja: 設定を終えてから、もう一度スキャンしてください
ko: 설정을 마친 뒤 다시 스캔하세요
pt_br: Conclua a configuração e leia de novo
zh_hans: 请先完成设置，然后再扫一次
zh_hant: 請先完成設定，然後再掃一次

source: Lava protects this device first. Once setup is done, scan the same QR code again to review the shared filter.
de: Lava schützt zuerst dieses Gerät. Scanne nach der Einrichtung denselben QR-Code erneut, um den geteilten Filter zu prüfen.
es: Lava protege este dispositivo primero. Cuando termines la configuración, vuelve a escanear el mismo código QR para revisar el filtro compartido.
fr: Lava protège d’abord cet appareil. Une fois la configuration terminée, rescannez le même code QR pour examiner le filtre partagé.
it: Lava protegge prima questo dispositivo. Al termine della configurazione, scansiona di nuovo lo stesso codice QR per esaminare il filtro condiviso.
ja: Lavaはまずこのデバイスを保護します。設定が終わったら、同じQRコードをもう一度スキャンして共有フィルターを確認してください。
ko: Lava는 이 기기를 먼저 보호합니다. 설정을 마친 뒤 같은 QR 코드를 다시 스캔해 공유된 필터를 확인하세요.
pt_br: O Lava protege este dispositivo primeiro. Depois de concluir a configuração, leia o mesmo código QR novamente para revisar o filtro compartilhado.
zh_hans: Lava 会先保护这台设备。完成设置后，再扫一次同一个 QR 码即可查看该共享筛选器。
zh_hant: Lava 會先保護這台裝置。完成設定後，再掃一次同一個 QR 碼即可查看該共享篩選器。

# Replace the filter in effect?
source: Replace the active filter?
de: Aktiven Filter ersetzen?
es: ¿Reemplazar el filtro activo?
fr: Remplacer le filtre actif ?
it: Sostituire il filtro attivo?
ja: 使用中のフィルターを置き換えますか？
ko: 사용 중인 필터를 교체할까요?
pt_br: Substituir o filtro ativo?
zh_hans: 要替换正在使用的筛选器吗？
zh_hant: 要取代使用中的篩選器嗎？

source: Replace active filter
de: Aktiven Filter ersetzen
es: Reemplazar el filtro activo
fr: Remplacer le filtre actif
it: Sostituisci il filtro attivo
ja: 使用中のフィルターを置き換える
ko: 사용 중인 필터 교체
pt_br: Substituir o filtro ativo
zh_hans: 替换生效中的筛选器
zh_hant: 替換生效中的篩選器

# Shared by another person. Not reviewed by Lava Security.
source: Shared by another person. Not reviewed by Lava.
de: Von einer anderen Person geteilt. Nicht von Lava geprüft.
es: Compartido por otra persona. Lava no lo ha revisado.
fr: Partagé par une autre personne. Non vérifié par Lava.
it: Condiviso da un’altra persona. Non verificato da Lava.
ja: 他の人が共有したものです。Lavaは内容を確認していません。
ko: 다른 사람이 공유했어요. Lava가 검토하지 않았어요.
pt_br: Compartilhado por outra pessoa. Não revisado pelo Lava.
zh_hans: 由他人共享。内容未经 Lava 审核。
zh_hant: 由他人共享。內容未經 Lava 審核。

source: Erase selected cell
de: Ausgewählte Zelle löschen
es: Borrar celda seleccionada
fr: Effacer la cellule sélectionnée
it: Cancella cella selezionata
ja: 選択したセルを消去
ko: 선택한 셀 지우기
pt_br: Apagar célula selecionada
zh_hans: 清除选中的格子
zh_hant: 清除選取的格子

source: %lld remaining
de: %lld übrig
es: %lld restantes
fr: %lld restants
it: %lld rimanenti
ja: 残り%lld
ko: %lld개 남음
pt_br: %lld restantes
zh_hans: 剩余%lld个
zh_hant: 剩餘 %lld 個

source: Puzzle assistance on
de: Rätselhilfe ein
es: Ayuda del rompecabezas activada
fr: Aide à la grille activée
it: Assistenza puzzle attiva
ja: パズル補助オン
ko: 퍼즐 도움 켜짐
pt_br: Ajuda do quebra-cabeça ativada
zh_hans: 谜题辅助已开启
zh_hant: 謎題輔助已開啟

source: Puzzle assistance off
de: Rätselhilfe aus
es: Ayuda del rompecabezas desactivada
fr: Aide à la grille désactivée
it: Assistenza puzzle disattiva
ja: パズル補助オフ
ko: 퍼즐 도움 꺼짐
pt_br: Ajuda do quebra-cabeça desativada
zh_hans: 谜题辅助已关闭
zh_hant: 謎題輔助已關閉

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重設

source: Reset puzzle?
de: Rätsel zurücksetzen?
es: ¿Restablecer el rompecabezas?
fr: Réinitialiser la grille ?
it: Reimpostare il puzzle?
ja: パズルをリセットしますか？
ko: 퍼즐을 초기화할까요?
pt_br: Redefinir o quebra-cabeça?
zh_hans: 重置谜题？
zh_hant: 重設謎題？

source: Your entries and notes will be removed. The puzzle will stay the same.
de: Deine Einträge und Notizen werden entfernt. Das Rätsel bleibt gleich.
es: Se eliminarán tus entradas y notas. El rompecabezas seguirá siendo el mismo.
fr: Vos saisies et vos notes seront supprimées. La grille restera la même.
it: I tuoi inserimenti e le tue note verranno rimossi. Il puzzle resterà lo stesso.
ja: 入力した数字とメモが削除されます。パズルは同じままです。
ko: 입력한 숫자와 메모가 삭제됩니다. 퍼즐은 그대로 유지됩니다.
pt_br: Suas entradas e anotações serão removidas. O quebra-cabeça continuará o mesmo.
zh_hans: 你输入的数字和笔记将被移除。谜题将保持不变。
zh_hant: 你輸入的數字和筆記將被移除。謎題將保持不變。

source: Your entries and notes will be removed and a new puzzle will begin.
de: Deine Einträge und Notizen werden entfernt und ein neues Rätsel beginnt.
es: Se eliminarán tus entradas y notas y comenzará un nuevo rompecabezas.
fr: Vos saisies et vos notes seront supprimées et une nouvelle grille commencera.
it: I tuoi inserimenti e le tue note verranno rimossi e inizierà un nuovo puzzle.
ja: 入力した数字とメモが削除され、新しいパズルが始まります。
ko: 입력한 숫자와 메모가 삭제되고 새 퍼즐이 시작됩니다.
pt_br: Suas entradas e anotações serão removidas e um novo quebra-cabeça começará.
zh_hans: 你输入的数字和笔记将被移除，并开始一个新谜题。
zh_hant: 你輸入的數字和筆記將被移除，並開始一個新謎題。

source: New puzzle
de: Neues Rätsel
es: Nuevo rompecabezas
fr: Nouvelle grille
it: Nuovo puzzle
ja: 新しいパズル
ko: 새 퍼즐
pt_br: Novo quebra-cabeça
zh_hans: 新谜题
zh_hant: 新謎題

source: Solved
de: Gelöst
es: Resuelto
fr: Résolu
it: Risolto
ja: 完成
ko: 완료
pt_br: Resolvido
zh_hans: 已完成
zh_hant: 已完成

source: Row %lld, column %lld: empty
de: Zeile %lld, Spalte %lld: leer
es: Fila %lld, columna %lld: vacía
fr: Ligne %lld, colonne %lld : vide
it: Riga %lld, colonna %lld: vuota
ja: %lld行、%lld列：空き
ko: %lld행 %lld열: 비어 있음
pt_br: Linha %lld, coluna %lld: vazia
zh_hans: 第%lld行，第%lld列：空
zh_hant: 第 %lld 行，第 %lld 列：空

source: Row %lld, column %lld: notes %@
de: Zeile %lld, Spalte %lld: Notizen %@
es: Fila %lld, columna %lld: notas %@
fr: Ligne %lld, colonne %lld : notes %@
it: Riga %lld, colonna %lld: note %@
ja: %lld行、%lld列：候補 %@
ko: %lld행 %lld열: 메모 %@
pt_br: Linha %lld, coluna %lld: anotações %@
zh_hans: 第%lld行，第%lld列：候选 %@
zh_hant: 第 %lld 行，第 %lld 列：候選 %@

source: Row %lld, column %lld: %lld
de: Zeile %lld, Spalte %lld: %lld
es: Fila %lld, columna %lld: %lld
fr: Ligne %lld, colonne %lld : %lld
it: Riga %lld, colonna %lld: %lld
ja: %lld行、%lld列：%lld
ko: %lld행 %lld열: %lld
pt_br: Linha %lld, coluna %lld: %lld
zh_hans: 第%lld行，第%lld列：%lld
zh_hant: 第 %lld 行，第 %lld 列：%lld

source: Notes mode on
de: Notizenmodus ein
es: Modo notas activado
fr: Mode notes activé
it: Modalità note attiva
ja: メモモードオン
ko: 메모 모드 켜짐
pt_br: Modo anotações ativado
zh_hans: 笔记模式开启
zh_hant: 筆記模式開啟

source: Notes mode off
de: Notizenmodus aus
es: Modo notas desactivado
fr: Mode notes désactivé
it: Modalità note disattiva
ja: メモモードオフ
ko: 메모 모드 꺼짐
pt_br: Modo anotações desativado
zh_hans: 笔记模式关闭
zh_hant: 筆記模式關閉

source: Correctly placed
de: Richtig platziert
es: Colocado correctamente
fr: Bien placé
it: Posizionato correttamente
ja: 正しい位置
ko: 올바른 위치
pt_br: Posicionado corretamente
zh_hans: 位置正确
zh_hant: 位置正確

source: Misplaced
de: Falsch platziert
es: Colocado incorrectamente
fr: Mal placé
it: Posizionato in modo errato
ja: 間違った位置
ko: 잘못된 위치
pt_br: Posicionado incorretamente
zh_hans: 位置错误
zh_hant: 位置錯誤

source: Toggles candidate %lld in the selected cell
de: Kandidat %lld in der ausgewählten Zelle umschalten
es: Alternar candidato %lld en la celda seleccionada
fr: Basculer le candidat %lld dans la cellule sélectionnée
it: Attiva/disattiva il candidato %lld nella cella selezionata
ja: 選択したセルの候補%lldを切り替え
ko: 선택한 셀의 후보 %lld 전환
pt_br: Alternar candidato %lld na célula selecionada
zh_hans: 切换选中格子的候选数字%lld
zh_hant: 切換選取格子的候選數字%lld

source: Places %lld in the selected cell
de: Setzt %lld in die ausgewählte Zelle
es: Coloca %lld en la celda seleccionada
fr: Place %lld dans la cellule sélectionnée
it: Inserisce %lld nella cella selezionata
ja: 選択したセルに%lldを配置
ko: 선택한 셀에 %lld 배치
pt_br: Coloca %lld na célula selecionada
zh_hans: 在选中格子填入%lld
zh_hant: 在選取格子填入%lld

source: Play Sudoku
de: Sudoku spielen
es: Jugar al Sudoku
fr: Jouer au Sudoku
it: Gioca a Sudoku
ja: 数独をプレイ
ko: 스도쿠 플레이
pt_br: Jogar Sudoku
zh_hans: 玩数独
zh_hant: 玩數獨

source: Row %lld, column %lld: %lld, given
de: Zeile %lld, Spalte %lld: %lld, vorgegeben
es: Fila %lld, columna %lld: %lld, fija
fr: Ligne %lld, colonne %lld : %lld, donnée
it: Riga %lld, colonna %lld: %lld, data
ja: %lld行、%lld列：%lld、固定
ko: %lld행 %lld열: %lld, 고정
pt_br: Linha %lld, coluna %lld: %lld, fixa
zh_hans: 第%lld行，第%lld列：%lld，固定
zh_hant: 第 %lld 行，第 %lld 列：%lld，固定

source: Sudoku board
de: Sudoku-Feld
es: Tablero de Sudoku
fr: Grille de Sudoku
it: Tabellone Sudoku
ja: 数独ボード
ko: 스도쿠 보드
pt_br: Tabuleiro de Sudoku
zh_hans: 数独棋盘
zh_hant: 數獨棋盤
